[
	{
		"QueryDataResolute": "What are PFAS?",
		"tokenizedQuery": [
			"Naturally occuring chemicals found in the environment.",
			"A group of man-made chemicals used in various industrial and consumer product",
			"A type of bacteria found in contaminated water",
			"A class of vitamins essential for human health."
		],
		"PageDomRecreate": "2",
		"expcPlus":  "A) PFAS are not naturally occurring; they are entirely human-made \r\nC) PFAS are not bacteria; they are chemical compounds, and their presence in water is due to contamination, not biological origin \r\nD) PFAS are not vitamins or nutrients; instead, they are persistent chemicals that have raised environmental and health concerns due to their potential toxicity and inability to break down easily in nature"


	},
	{
		"QueryDataResolute": "Why are PFAS called forever chemicals?",
		"tokenizedQuery": [
			"They are essential for human health and must be consumed regularly.",
			"They break down quickly in the environment.",
			"They persist in the environment and human body for a very long time",
			"They are used in product that last forever."
		],
		"PageDomRecreate": "3",
		"expcPlus": "A) PFAS are not essential for human health, nor do they need to be consumed regularly. In fact, their presence in the human body is linked to potential health risks \r\nB) PFAS do not break down quickly in the environment; their durability is exactly why they are labeled as D) While they are used in products that are durable, such as non-stick cookware and waterproof fabrics, the term",

		"expcMinus": "Incorrect! PFAS are forever chemicals because they last in the environment for a very long time."
	},
	{
		"QueryDataResolute": "How can PFAS enter the human body?",
		"tokenizedQuery": [
			"Through direct skin contact only",
			"By inhaling air in urban areas.",
			"Through contaminated water, food, and consumer products.",
			"By touching contaminated surfaces."
		],
		"PageDomRecreate": "3",
		"expcPlus": "A) While PFAS can be absorbed through the skin to some extent, it is not the primary way they enter the body \r\nB) PFAS exposure through air is relatively uncommon unless someone is near industrial emissions or certain aerosolized PFAS-containing products \r\nD) Simply touching surfaces may not lead to significant PFAS exposure unless there is prolonged contact with PFAS-containing materials that are absorbed through the skin.",
		"expcMinus": "Close! "

	},
	{
		"QueryDataResolute": "What action is the EPA taking about PFAS?",
		"tokenizedQuery": [
			"Banning all PFAS-containing products",
			"Setting maximum comtaminant levels in water",
			"Promoting the use of PFAS in industrial activities",
			"Ignoring PFAS contamination"
		],
		"PageDomRecreate": "2",
		"expcPlus": "A) The EPA has not implemented a blanket ban on all PFAS-containing products. Instead, their approach focuses on regulating and mitigating the risks associated with PFAS, such as setting limits for their presence in drinking water and designating certain PFAS as hazardous substances \r\nC) This is incorrect because the EPA is actively working to reduce PFAS exposure and contamination \r\nD)The EPA is not ignoring PFAS contamination. On the contrary, they have taken significant steps, such as establishing enforceable drinking water standards and providing funding for PFAS testing and treatment",
		"expcMinus": "False, all PFAS products are not banned however the EPA does set max. contaminant levels in water."
	},
	{
		"QueryDataResolute": "What health issue has been linked to long-term PFAS exposure?",
		"tokenizedQuery": [ "Increased cholesterol levels", "Decreased blood sugar", "Improved liver function", "Enhanced immune response" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) There is no evidence linking long-term PFAS exposure to decreased blood sugar levels. Research has focused on other health effects, such as cholesterol levels and liver function \r\nC) This is incorrect because PFAS exposure has been associated with changes in liver enzymes, which may indicate liver damage rather than improvement in liver function \r\nD) Studies suggest that PFAS exposure may suppress the immune system, leading to a lower antibody response to vaccines, rather than enhancing immune function.",
		"expcMinus": "Not quite, PFAS exposure has been linked to increased cholesterol levels amongst other various health conditions."
	},
	{
		"QueryDataResolute": "What is the most common method for decontaminating drinking water?",
		"tokenizedQuery": [ "Chlorination", "Filtration", "Boiling", "Distillation" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While effective at removing particulate matter and certain impurities, filtration alone does not kill most bacteria, viruses, or other microorganisms \r\nC) This is indeed a reliable method for killing pathogens and making water safe to drink. However, it's less practical as the most common method because it requires significant energy and time, especially for large-scale water treatment \r\nD) This method involves heating water to produce steam and then condensing it back into liquid form, effectively removing contaminants and pathogens. It is extremely effective but not the most common method due to its energy-intensive nature and inefficiency for treating large quantities of water.",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is the acceptable pH for drinking water?",
		"tokenizedQuery": [ "4-6", "6-7", "6.5-8.5", "9-11" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) This range is too acidic for drinking water. Water with such a low pH can corrode pipes, leach metals like lead into the water, and pose health risks if consumed over time \r\nB) While this range includes safe pH levels, it doesn't fully cover the entire acceptable range (6.5-8.5), excluding slightly alkaline levels that are still safe and typical for drinking water \r\nD)This range is far too alkaline for drinking water and can lead to unpleasant taste and potential health concerns. Highly alkaline water may also scale up plumbing issues.",
		"expcMinus": "Incorrect, the acceptable pH for drinking water is a neutral 6.5-8.5"
	},
	{
		"QueryDataResolute": "What is the primary source of groundwater contamination?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) While industries can cause significant contamination through the release of chemicals, heavy metals, and waste, their impact is typically more localized compared to agriculture, which covers vast areas and has a broader reach \r\nB) Runoff from urban areas, containing pollutants like oil, grease, and heavy metals, can contaminate surface water and, to some extent, groundwater. However, its impact is generally smaller and more concentrated in urbanized regions compared to agricultural runoff \r\nC) This refers to substances like naturally occurring arsenic or fluoride in groundwater. While these can cause contamination in some areas, they are not as prevalent or widespread as pollutants introduced by human activities, especially agriculture.",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "Which of the following is a common indicator of water quality?",
		"tokenizedQuery": [ "Salinity", "Turbidity", "Hardness", "Acidity" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) While salinity measures the salt concentration in water and is important for certain applications like agriculture or marine environments, it is not a common indicator for general water quality related to drinking water or freshwater systems \r\nB)Hardness indicates the level of dissolved minerals, primarily calcium and magnesium, in water. While it affects plumbing and water use, it's not typically used as a primary indicator of overall water quality \r\nC)Acidity, reflected by pH levels, is indeed important for water quality, but pH is measured independently as a specific factor rather than being classified as a general indicator like turbidity. ",
		"expcMinus": "False, turbidity is an easy indicator of water quality."
	},
	{
		"QueryDataResolute": "What is the main reason for water fluoridation?",
		"tokenizedQuery": [ "To improve taste", "To remove contaminants", "To prevent tooth decay", "To increase oxygen levels" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) Fluoride does not significantly alter the taste of water. Its purpose is to protect teeth, not enhance flavor \r\nB) Fluoride is added to water, not used to remove contaminants. Water treatment plants handle contaminant removal separately through other processes \r\nD) Fluoride has no role in affecting the oxygen content of water. Oxygenation is unrelated to the purpose of water fluoridation. ",
		"expcMinus": "Incorrect, water fluoridation serves the purpose of preventing tooth decay."
	},
	{
		"QueryDataResolute": "What is the EPA's MCL(maximum contaminant limit) for PFOA and PFOS?",
		"tokenizedQuery": [ "4ppt", "0ppt", "70ppt", "10ppt" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While the EPA has set a Maximum Contaminant Level Goal (MCLG) of zero for PFOS, this is a non-enforceable health-based target. The enforceable MCL is 4ppt, as achieving zero is not feasible with current technology \r\nC) This was the previous health advisory level for PFOS, but the EPA has since updated its standards to reflect new scientific findings, lowering the enforceable limit to 4ppt \r\nD) This is not the correct MCL for PFOS. However, it is the enforceable limit for other PFAS compounds like PFHxS and PFNA  ",
		"expcMinus": "False, 4ppt (parts per trillion) is the MCL in drinking water."
	},
	{
		"QueryDataResolute": "How many North Carolinians rely on private wells?",
		"tokenizedQuery": [ "5 million(~1/2)", "1.2 million(~1/10)", "2.4 million(~1/4)", "500 thousand(~1/21)" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) This figure is far too high, as it would represent nearly half of the state's population, which is not accurate \r\nB) While this number is closer to reality, it underestimates the actual proportion of North Carolinians who depend on private wells \r\nD) This is a significant underestimation, representing only a small fraction of the population that relies on private wells. ",
		"expcMinus": "Not quite, around 1/4 of North Carolinians rely on private wells"
	},
	{
		"QueryDataResolute": "What is the biggest aquifer in North Carolina?",
		"tokenizedQuery": [ "Castle Hayne aquifer", "Yorktown aquifer", "Surficial aquifer", "Crystalline-rock aquifer" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While important, this aquifer is not as extensive or productive as the Castle Hayne aquifer, which is known for its high water yield and permeability \r\nC) This aquifer is shallow and vulnerable to contamination. It provides water in some areas but lacks the depth and productivity of the Castle Hayne aquifer \r\nD) Found in the Piedmont and Blue Ridge regions, this aquifer is less productive due to its fractured rock composition, which limits water storage and flow compared to sedimentary aquifers like Castle Hayne. ",
		"expcMinus": "False, the biggest aquifer in North Carolina is the Castle Hayne aquifer in the eastern part of the state."

	},
	{
		"QueryDataResolute": "What do most North Carolinians get their water from?",
		"tokenizedQuery": [ "Rivers", "Lakes", "Desalinated seawater", "Groundwater" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct! most North Carolinians get their water from groundwater.",
		"expcMinus": "Incorrect, most North Carolinians get their water from groundwater."
	},
	{
		"QueryDataResolute": "What is the largest lake in North Carolina?",
		"tokenizedQuery": [ "Falls Lake", "Lake Norman", "Jordan Lake", "Roanoke Rapids Lake" ],
		"PageDomRecreate": "2",
		"expcPlus": "B) While significant, Falls Lake is much smaller in size compared to Lake Norman. It primarily serves as a water supply reservoir and recreational area \r\nC) Jordan Lake is another large reservoir in North Carolina, but it is not as expansive as Lake Norman in terms of surface area or shoreline \r\nD) This lake is also smaller than Lake Norman and is primarily used for hydroelectric power generation and recreation.",
		"expcMinus": "False, Lake Norman near Charlotte is the largest lake in North Carolina."
	},
	{
		"QueryDataResolute": "What is the largest river basin in North Carolina?",
		"tokenizedQuery": [ "Cape Fear Basin", "Neuse River Basin", "Catawba River Basin", "Broad River Basin" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While significant, the Neuse River Basin is smaller in size compared to the Cape Fear Basin, which spans a much larger area \r\nC) This basin is important for water supply and recreation but is not as extensive as the Cape Fear Basin \r\nD) This is one of the smaller basins in North Carolina and does not compare in size or importance to the Cape Fear Basin.",
		"expcMinus": "False, the largest river basin in North Carolina is the Cape Fear Basin."
	},
	{
		"QueryDataResolute": "What is the name of the company responsible for much of the Cape Fear river's pollution?",
		"tokenizedQuery": [ "Hexion", "Ensystex", "DAK Americas", "Chemours" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) While Hexion is a chemical company, it is not primarily associated with the pollution of the Cape Fear River \r\nB) This company specializes in pest control products and is not linked to significant pollution in the Cape Fear River \r\nC) Although DAK Americas operates in North Carolina, it is not the primary company responsible for the pollution of the Cape Fear River.",
		"expcMinus": "False, Chemours has polluted much of the lower Cape Fear river basin for decades."
	},
	{
		"QueryDataResolute": "Which agency is responsible for managing water resources in North Carolina?",
		"tokenizedQuery": [ "North Carolina Department of Environmental Quality (NC DEQ)", "North Carolina Department of Natural Resources", "North Carolina Water Resources Board", "North Carolina Environmental Protection Agency" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) This is not an actual agency in North Carolina. It may sound plausible, but it doesn't exist \r\nC) While this name suggests a focus on water resources, there is no such board currently managing water in the state \r\nD) This is not a real agency either. The EPA is a federal agency, and North Carolina's equivalent is the NC DEQ.",
		"expcMinus": "False, it is the NC DEQ that helps keep our land, water, and air clean and of highest quality."
	},
	{
		"QueryDataResolute": "What is a environmental impact of coal mining?",
		"tokenizedQuery": [ "Local waterways get dried up", "Excess materials and polluants are dumped into nearby water bodies", "Nearby water bodies get filtered", "" ],
		"PageDomRecreate": "2",
		"expcPlus":  "Correct! ",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What energy source does North Carolina rely on the most for electricity?",
		"tokenizedQuery": [ "Nuclear", "Hydroelectric", "Coal", "Natural Gas" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) While nuclear power is a major contributor to North Carolina's electricity generation, it ranks second to natural gas in terms of overall usage \r\nB) Hydroelectric power plays a role in the state's energy mix but contributes a much smaller share compared to natural gas and nuclear \r\nC) Coal's role in electricity generation has significantly declined in recent years due to the shift toward cleaner and more efficient energy sources like natural gas. ",
		"expcMinus": "False, most of North Carolina's electricity relies on coal."
	},
	{
		"QueryDataResolute": "What energy source is the most sustainable & reliable?",
		"tokenizedQuery": [ "Coal", "Natural Gas", "Nuclear", "Solar" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) Coal is neither sustainable nor clean. It emits high levels of greenhouse gases and pollutants, contributing significantly to climate change and environmental degradation \r\nB) Although natural gas is cleaner than coal and relatively reliable, it is still a fossil fuel. Its reliance on extraction and finite reserves makes it less sustainable in the long term \r\nD) Solar energy is incredibly sustainable and environmentally friendly. However, it is not as reliable as nuclear energy because it depends on sunlight availability, requiring significant storage solutions to ensure consistent energy supply.",
		"expcMinus": "False, nuclear is the most sustainable AND the most reliable unlike solar."
	},
	{
		"QueryDataResolute": "What is one downside of natural gas usage?",
		"tokenizedQuery": [ "It can release methane, a greenhouse gas", "When burned, it releases CO2", "It can pollute waterways", "It's energy inefficient" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While true, natural gas produces less CO2 compared to other fossil fuels like coal and oil, which is why it is often considered a cleaner alternative. However, the methane emissions are a greater environmental concern \r\nC) This is not a typical downside of natural gas use \r\nD) This is incorrect, as natural gas is actually one of the more efficient fossil fuels in terms of energy generation compared to coal or oil. ",
		"expcMinus": "False, natural gas can release methane when not fully properly burned."
	},
	{
		"QueryDataResolute": "What is a downside of fracking?",
		"tokenizedQuery": [ "It can contaminate groundwater", "It uses large amounts of water", "It has a chance of spilling or leaking into water sources", "All of the above" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) Fracking involves injecting high-pressure fluids into rock formations to extract oil and gas. Chemicals used in this process can potentially migrate and contaminate nearby groundwater \r\nB) Fracking requires substantial quantities of water, which can strain local water supplies \r\nC) Accidents during the handling, transportation, or storage of fracking fluids can lead to spills or leaks.",
		"expcMinus": "While correct- all of these are downsides of fracking."
	},
	{
		"QueryDataResolute": "What farming tool leads to excess nutrient growth in water bodies(eutrophication)?",
		"tokenizedQuery": [ "Pesicides", "Fertilizers", "Fungicides", "Herbicides" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) Pesticides are designed to control pests and are not a significant source of nutrients like nitrogen or phosphorus, which drive nutrient pollution \r\nC) Fungicides target fungal infections in plants and do not contribute nutrients that can lead to water contamination \r\nD) These chemicals are used to control weeds and do not supply the key nutrients responsible for algal blooms and eutrophication. ",
		"expcMinus": "False, it is fertilizers that lead to excess nutrient growth in water bodies."
	},
	{
		"QueryDataResolute": "How do livestock farms lead to water pollution?",
		"tokenizedQuery": [ "Discharging animal waste into nearby water sources", "Releasing greenhouse gases", "By consuming vaste amounts of water", "By releasing nutrients into water ecosystems" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While livestock farming does release greenhouse gases (such as methane from cattle), this relates to air pollution and climate change rather than water pollution \r\nC) Livestock farms do use large amounts of water, but this is a concern about water usage, not direct pollution \r\nD) Although animal waste contains nutrients like nitrogen and phosphorus, these nutrients enter water ecosystems because of improper waste disposal, which is covered by the correct answer. ",
		"expcMinus": "False, animal farms risk releasing animal waste especially during floods into water sources."
	},
	{
		"QueryDataResolute": "Which energy source is the most environmentally friendly?",
		"tokenizedQuery": [ "Petroleum", "Coal", "Solar", "Nuclear" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) This is a fossil fuel that releases significant amounts of carbon dioxide and other pollutants when burned, contributing to climate change and environmental degradation \r\nB) Coal is one of the dirtiest energy sources, producing high levels of greenhouse gases, particulate matter, and toxic pollutants like mercury and sulfur dioxide \r\nD) While nuclear energy is low in greenhouse gas emissions and reliable, it poses environmental concerns due to the production of radioactive waste, which requires careful long-term management. ",
		"expcMinus": "False, solar has the least impact on the environment."
	},
	{
		"QueryDataResolute": "What is the most common water-borne illness?",
		"tokenizedQuery": [ "Cholera", "Typhoid fever", "Hepititis A", "Dysentry" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While typhoid fever is a significant water-borne illness caused by Salmonella bacteria, it is less common than cholera in many regions, particularly where cholera outbreaks occur frequently \r\nC) Hepatitis A is a water-borne disease, but it is a viral infection affecting the liver and is less prevalent than cholera in terms of outbreaks and global impact \r\nD) Dysentery, which involves severe diarrhea with blood, can result from water-borne pathogens, but it is often used as a general term rather than being specific to a single, predominant illness.",
		"expcMinus": "False, cholera is the most common water-borne illness."
	},
	{
		"QueryDataResolute": "Which of the following is the best indicator of water quality impacted by agricultural runoff? ",
		"tokenizedQuery": [ "Dissolved oxygen", "pH", "Turbidity", "Nitrate levels" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) While low dissolved oxygen levels can result from nutrient pollution caused by agricultural runoff (due to algal blooms and subsequent oxygen depletion), it is an indirect indicator rather than a direct measure of agricultural runoff \r\nB) Changes in pH can occur due to various factors, including pollution, but it is not a specific or consistent indicator of agricultural runoff \r\nC) Increased turbidity can result from soil erosion linked to agricultural activities, but it is less specific than nitrate levels in identifying nutrient-related runoff.",
		"expcMinus": "False, nitrate levels can indicate whether water has been affected by agricultural runoff, particularly fertilizers."
	},
	{
		"QueryDataResolute": "Which of the following is considered a point source of water pollution? ",
		"tokenizedQuery": [ "Factory discharge pipe", "Pesticide runoff from a farm field", "Urban stormwater runoff", "Sediment from a construction site" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) This is an example of non-point source pollution, as the pollution originates from diffuse areas across the field rather than a single, identifiable point \r\nC) Similar to pesticide runoff, urban stormwater runoff is non-point source pollution because it comes from widespread surfaces like roads, sidewalks, and parking lots \r\nD) While construction sites can contribute to pollution, sediment runoff is generally considered non-point source pollution unless it is discharged through a specific, identifiable outlet like a pipe.",
		"expcMinus": "False, you can't directly point to where the pollution is coming from."
	},
	{
		"QueryDataResolute": "What does the term “turbidity” measure in water?",
		"tokenizedQuery": [ "pH level", "Bacteria content", "Water clarity", "Mineral content" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) Turbidity doesn't measure acidity or alkalinity, which is determined by pH testing \r\nB) While cloudy water might indicate contamination, turbidity itself measures particles and not specifically bacteria.  D) Turbidity gauges visible particles in water, but it does not measure dissolved minerals, which require separate tests. ",
		"expcMinus": "Incorrect, turbidity is how see-through the water is."
	},
	{
		"QueryDataResolute": "Maximum contaminant levels for pollutants in groundwater were set in?",
		"tokenizedQuery": [ "the Federal Water Pollution Control Act", "the Clean Water Act", "the Safe Drinking Act", "the Resource Conservation and Recovery Act" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) This act primarily addresses surface water pollution and does not focus on groundwater contaminant levels \r\nB) While it regulates discharges into surface water and aims to protect water quality, it does not specifically set MCLs for groundwater \r\nD) This act deals with waste management and hazardous waste disposal but does not directly establish MCLs for groundwater. ",
		"expcMinus": "False, it was the Safe Drinking Act that among many other things established maximum contaminant levels for many pollutants in groundwater."
	},
	{
		"QueryDataResolute": "What is a common effect of nutrient pollution in aquatic environments?",
		"tokenizedQuery": [ "Decreased water temperature", "Algal blooms", "Increased oxygen levels", "Reduced sedimentation" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) Nutrient pollution does not directly influence water temperature. Temperature changes are typically caused by other factors, such as thermal pollution or seasonal variation \r\nC) Nutrient pollution actually leads to a decrease in dissolved oxygen levels over time, as algal blooms consume oxygen during decomposition, causing hypoxic or dead zones \r\nD) Nutrient pollution does not directly affect sedimentation processes; instead, it primarily impacts the biological and chemical balance of water bodies.",
		"expcMinus": "False, excess nutrients in water can lead to algal blooms and dead zones."
	},
	{
		"QueryDataResolute": "What is the main consequence of an oil spill in marine environments?",
		"tokenizedQuery": [ "Damage to marine life and ecosystems", "Reduction in water salinity", "Increased water temperature", "Enhanced growth of coral reefs" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) Oil spills do not affect the salinity of seawater. Salinity levels remain relatively unchanged, as oil and water do not mix \r\nC) Oil spills do not influence water temperature. Any temperature changes in marine environments are typically related to external factors, such as climate change or thermal pollution \r\nD) Oil spills are detrimental to coral reefs, causing physical smothering, reduced light penetration, and toxicity, which negatively impact reef ecosystems rather than promoting growth.",
		"expcMinus": "False, oil spills are disasterous to marine life and ecosystems."
	},
	{
		"QueryDataResolute": "Which is a point source of pollution?",
		"tokenizedQuery": [ "Farm runoff", "A sewage treatment plant", "Storm runoff", "A suburban community" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) This is considered non-point source pollution because it comes from diffuse areas across farm fields rather than a single, identifiable source \r\nC) Like farm runoff, stormwater runoff is non-point source pollution because it originates from widespread surfaces, such as roads, sidewalks, and parking lots \r\nD) A community is too broad to be classified as a single source of pollution. Any pollution from a suburban area would likely fall under non-point source categories. ",
		"expcMinus": "False, you are able to directly point to the source of pollution from a sewage treatment plant."
	},
	{
		"QueryDataResolute": "When were PFAS first discovered?",
		"tokenizedQuery": [ "1950s", "2000s", "1850s", "1930s" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) While PFAS began to see widespread commercial use in the 1950s, their discovery predates this period \r\nB) By the 2000s, PFAS were already well-established in various industries, and concerns about their environmental and health impacts were emerging \r\nC) This is far too early, as the chemical processes and technologies required to create PFAS did not exist at that time.",
		"expcMinus": "False, PFAS's first form (PCTFE) was first discovered in the 1930's"
	},
	{
		"QueryDataResolute": "What isn't a usage of PFAS?",
		"tokenizedQuery": [ "Firefighting foam", "non-stick pans", "aerosols", "stain-resistant fabrics" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) PFAS are commonly used in firefighting foams due to their ability to create a durable film that smothers flames, especially in fuel-based fires \r\nB) PFAS, such as Teflon, have been widely used in non-stick coatings for cookware because of their heat resistance and slipperiness \r\nD) PFAS are often applied to fabrics to make them resistant to stains and water, enhancing durability and ease of cleaning.",
		"expcMinus": "False, all of these are uses of PFAS except for aerosols."
	},
	{
		"QueryDataResolute": "What does “leaking underground tanks” often release into groundwater?",
		"tokenizedQuery": [ "Gasoline or oil", "Fresh drinking water", "Excess nutrients for plants", "Harmful metals" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) Leaking tanks do not introduce fresh water into groundwater systems. Instead, they contaminate them with harmful substances \r\nC) Petroleum products do not act as nutrients for plants; rather, they pollute the environment and harm ecosystems \r\nD) While underground tank corrosion may release some metals, the primary concern from leaking tanks is the release of gasoline or oil and the associated toxic chemicals. ",
		"expcMinus": "False, underground tanks can often leak gasoline compounds into groundwater."
	},
	{
		"QueryDataResolute": "Which of these activities is most likely to contribute to nitrate pollution in groundwater?",
		"tokenizedQuery": [ "Urban construction projects", "Heavy fertilizer use on farmlands", "Planting trees in wetlands", "Filling in old wells with rocks" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) While construction projects can lead to sediment runoff and other pollutants, they do not typically contribute large amounts of nitrates to water systems \r\nC) This activity is actually beneficial for water quality, as wetlands act as natural filters that can reduce nitrate levels \r\nD) While improperly sealed wells could pose contamination risks, simply filling them with rocks does not introduce nitrates ",
		"expcMinus": "False, fertilizers are full of nitrates which can seep into the groundwater, polluting it."
	},
	{
		"QueryDataResolute": "Which contaminant is often found in groundwater and can cause long-term health issues?",
		"tokenizedQuery": [ "Lead", "Chlorine", "Phosphorus", "Nitrogen" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) Chlorine is commonly used in water treatment to disinfect drinking water, but it is not a typical groundwater contaminant \r\nC) While phosphorus can contribute to water pollution through agricultural runoff, it is less likely to be a primary health concern from groundwater contamination \r\nD) Nitrogen, often in the form of nitrates, can contaminate groundwater from agricultural activities. While it can cause health concerns (e.g., methemoglobinemia or 'blue baby syndrome'), the risks are not as long-term or widespread as lead exposure.  ",
		"expcMinus": "False, of the answers, lead is the main one that can lead to long-term health effects."
	},
	{
		"QueryDataResolute": "The Clean Water Act (CWA) is a U.S. law that primarily aims to:",
		"tokenizedQuery": [ "Provide drinking water standards for households", "Regulate the discharge of pollutants into surface waters", "Manage stormwater drainage systems", "Protect endangered aquatic species" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) This is the focus of the Safe Drinking Water Act, not the Clean Water Act \r\nC) While the Clean Water Act includes provisions related to stormwater pollution, its primary purpose is broader and focuses on regulating pollutant discharges into surface waters \r\nD) Although the Clean Water Act indirectly benefits aquatic species by improving water quality, its primary aim is not species-specific protection. That responsibility falls under laws like the Endangered Species Act.",
		"expcMinus": "False, the Clean Water Act mainly aims to regulate the discharge of pollutants into surface waters."
	},
	{
		"QueryDataResolute": "What is the primary cause of water pollution in urban areas?",
		"tokenizedQuery": [ "Agricultural runoff", "Industrial waste", "Sewage and stormwater runoff", "Deforestation" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) While this is a leading cause of water pollution in rural areas, it is less significant in urban settings where agricultural activity is limited \r\nB) Although industrial waste can contribute to water pollution in certain areas, it is not as widespread or consistent in urban regions as sewage and stormwater runoff \r\nD) Deforestation typically affects water quality in rural or forested areas through increased erosion and sedimentation, but it is not a primary issue in urban environments.",
		"expcMinus": "False, in urban areas, runoff from sewage and stormwater remains a large cause of water pollution."
	},
	{
		"QueryDataResolute": "What is the main source of mercury contamination in water bodies?",
		"tokenizedQuery": [ "Household detergents", "Burning of fossil fuels", "Agricultural fertilizers", "Plastic waste" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) While these can contribute to water pollution through chemical residues, they are not significant sources of mercury \r\nC) Fertilizers release nutrients like nitrogen and phosphorus into the environment, but they do not contain mercury in substantial amounts \r\nD) Although plastic pollution is a serious environmental concern, it is not a source of mercury contamination.",
		"expcMinus": "False, the burning of fossil fuels can produce mercury which eventually ends up in water bodies."
	},
	{
		"QueryDataResolute": "Which natural process can help filter and purify water in ecosystems?",
		"tokenizedQuery": [ "Volcanic eruptions", "Urban development", "High-altitude rainfall", "Wetlands acting as a buffer" ],
		"PageDomRecreate": "4",
		"expcPlus": "A) While they can shape landscapes and ecosystems over time, they do not contribute to water filtration or purification \r\nB) This often leads to increased water pollution and runoff rather than helping to purify water \r\nC) While rainfall contributes to the water cycle, it does not actively filter or purify water.",
		"expcMinus": "False, wetlands help filter sediment and pollutants in surface water."
	},
	{
		"QueryDataResolute": "What is the function of a water treatment plant?",
		"tokenizedQuery": [ "To desalinate seawater for agricultural use", "To remove impurities and make water safe for consumption", "To increase the water's mineral content", "To recycle wastewater into electricity" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) While desalination plants exist to remove salt from seawater, this is not the general function of a typical water treatment plant \r\nC) Water treatment plants aim to remove harmful substances, not to add minerals. If anything, some minerals might be removed depending on the treatment process \r\nD) While some innovative technologies use wastewater to generate energy, this is not the main role of a water treatment plant.",
		"expcMinus": "False, water treatment plants make drinking water safe for human consumption."
	},
	{
		"QueryDataResolute": "Which heavy metal is commonly associated with the contamination of water due to mining activities",
		"tokenizedQuery": [ "Zinc", "Copper", "Arsenic", "Magnesium" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) While zinc can be released during mining, it is less toxic and less commonly associated with severe contamination in water compared to arsenic \r\nB) Copper is also a byproduct of mining and can contaminate water, but it does not pose the same widespread health and environmental risks as arsenic \r\nD) Copper is also a byproduct of mining and can contaminate water, but it does not pose the same widespread health and environmental risks as arsenic.",
		"expcMinus": "False, high presence of arsenic in water is often due to nearby mining activities."
	},
	{
		"QueryDataResolute": "Which gas is most important for aquatic life?",
		"tokenizedQuery": [ "Oxygen", "Carbon dioxide", "Nitrogen", "Hydrogen" ],
		"PageDomRecreate": "1",
		"expcPlus": "B) While carbon dioxide plays a role in underwater photosynthesis for plants and algae, it is not directly critical for the survival of most aquatic organisms like fish and other animals \r\nC) Nitrogen is essential for nutrient cycles, but it does not directly sustain life processes like respiration in aquatic organisms \r\nD) Hydrogen gas has no significant role in supporting aquatic life, especially compared to oxygen. ",
		"expcMinus": "False, oxygen is vital for aquatic ecosystems to survive."
	},
	{
		"QueryDataResolute": "What is the main cause of ocean dead zones?",
		"tokenizedQuery": [ "Oil spills", "Overfishing", "Excessive nutrients", "Plastic waste" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) While oil spills cause localized damage to marine ecosystems, they are not the main cause of widespread dead zones \r\nB) Overfishing depletes fish populations but does not directly cause the low oxygen conditions characteristic of dead zones \r\nD) Plastic waste harms marine life and ecosystems but does not create the hypoxic conditions typical of dead zones. ",
		"expcMinus": "False, excessive nutrients in water are the main cause of ocean dead zones where there is a lack of oxygen and plant life."
	},
	{
		"QueryDataResolute": "Which pollutant in water can result in neurological damage?",
		"tokenizedQuery": [ "Chlorine", "Mercury", "Nitrogen", "Potassium" ],
		"PageDomRecreate": "2",
		"expcPlus": "A) While chlorine is used as a disinfectant in water treatment, it does not typically cause neurological damage unless present in extremely high and uncommon concentrations \r\nC) Nitrogen in the form of nitrates or nitrites can pose health risks, such as methemoglobinemia (especially in infants), but it is not directly associated with neurological damage \r\nD) Potassium is an essential mineral required by the human body and does not cause neurological damage when present in normal levels.",
		"expcMinus": "False, mercury is a neurotoxin that can cause major damage to the nervous system."
	},
	{
		"QueryDataResolute": "Which pollutant in water can lead to developmental issues in children?",
		"tokenizedQuery": [ "Mercury", "Chlorine", "Lead", "Nitrogen" ],
		"PageDomRecreate": "3",
		"expcPlus": "A) While mercury exposure can cause neurological damage, particularly in unborn babies, lead is more commonly associated with developmental issues in children due to water contamination \r\nB) Chlorine, used for disinfection, does not typically cause developmental issues unless present in extremely high levels, which is rare \r\nD) Excess nitrogen, in the form of nitrates or nitrites, can cause health problems like methemoglobinemia (blue baby syndrome) in infants, but it is not directly linked to developmental issues.",
		"expcMinus": "False, lead is a neurotoxin that can lead to neurological and developmental issues in children."
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	},
	{
		"QueryDataResolute": "What is ?",
		"tokenizedQuery": [ "Industrial activities", "Urban runoff", "Natural resources", "Agricultural activities" ],
		"PageDomRecreate": "4",
		"expcPlus":  "Correct",
		"expcMinus": "False"
	}
]